Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: Return to Common Voice Datasets
mhr: Common Voice датасетыш пӧртылаш

source: Return to Languages
mhr: Йылме-влак деке пӧртылаш

source: Review
mhr: Ончен лекмаш

source: Review could not be saved. Please try again later.
mhr: Ончен лекмашым арален кертме огыл. Порылий, варарак эше ик гана тӧчен ончо.

source: ⓘ Review Criteria
mhr: ⓘ Ончымашын висыкше

source: Review Criteria
mhr: Ончымашын висыкше

source: Reviewed sentences not submitted, are sure?
mhr: Ончен лекме ойлончо-влак ончыктымо огытыл манын, тый ӱшанет?

source: <reviewLink>Review now!</reviewLink>
mhr: <reviewLink>Кызытак ончен лек!</reviewLink>

source: Review & re-record clips here as you go
mhr: Кунам кает, тыште клип-влакым ончен лек да угычын возо

source: Review & re-record clips if needed
mhr: Кӱлеш гын, клип-влакым ончен лек да угычын возо

source: Review sentences
mhr: Ойлончо-влакым ончен лек

source: Review Sentences
mhr: Ойлончо-влакым ончен лек

source: Review & Submit
mhr: Ончалаш да колташ

source: Romanian
mhr: Румын

source: Romansh Sursilvan
mhr: Романш Сурсильван

source: Romansh Vallader
mhr: Романш Валладер

source: Runyankole
mhr: Рунянколь

source: Russian
mhr: Руш

source: s
mhr: к

source: S
mhr: К

source: Sakha
mhr: Саха

source: Santali (Ol Chiki)
mhr: Сантали (Тошто Чики)

source: Saraiki
mhr: Сараики

source: Sardinian
mhr: Сардиний

source: Save
mhr: Аралаш

source: Saved
mhr: Аралыме

source: Search
mhr: Кычалаш

source: Search for answers
mhr: Вашмутым кычалаш

source: Search for them on the Internet
mhr: Нуным интернетыште кычал

source: See how your progress compares to other contributors all over the world.
mhr: Тыйын ончыко кайымашет уло тӱня мучко ушнышо-влак дене кузе таҥастаралтеш манын, ончо.

source: See Less
mhr: Шагалрак ужаш

source: See More
mhr: Шукырак ужаш

source: Select a Language...
mhr: Йылмым ойыро...

source: Selected
mhr: Ойырымо

source: Select Language
mhr: Йылмым ойыраш

source: Send sign up link
mhr: Регистрацийлан кылверым колташ

source: Sentence Collection
mhr: Ойлончо-влак пого

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mhr: <sentenceCollectorFragment>Ойлончым погышо нерген кумданрак</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mhr: <sentenceCollectorVideo>Ойлончым погышо шотышто мемнан полшыкым ончо</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
mhr: Ойлончышто 1 гыч 14 мут марте лийшаш

source: Sentences
mhr: Ойлончо-влак

source: { $sentences } added by you
mhr: { $sentences } тыйын ешарыме

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
mhr: Ойлончо-влак вераҥдалтыт. Тиде, ешарыме ойлончо-влакын чотыштлан келшен, икмыняр минутым налын кертеш. Порылий, тиде веб-сайтым ит петыре.

source: Sentences are collected for people to read aloud.
mhr: Ойлончо-влакым, нуным еҥ-влак йӱкын лудын кертышт манын, погымо.

source: Sentence should not contain abbreviations
mhr: Ойлончышто кӱчыкемдымаш лийшаш огыл

source: Sentence should not contain numbers
mhr: Ойлончышто цифр лийшаш огыл

source: Sentence should not contain symbols
mhr: Ойлончышто ӱжвата лийшаш огыл

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mhr: Ойлончо-влакым Common Voice-ыш пурташлан кок еҥ ончен лекшаш. Тыште тый шке йылметлан темлымашым ыштет. Ойлончо-влакым чылан кучылтын кертшаш улыт да тушто 15 мут деч шагалрак лийшаш. Тый серышын озажым правам пуашлан меманан радам почеш CC0-ым ышташ йодын кертат, да мыланна серышым commonvoice@mozilla.com адрес дене колтен кертат.

source: Sentences not submitted, are you sure you want to leave?
mhr: Ойлончо-влакым ончыктымо огыл, тый чынак кайынет?

source: { $sentences } sentences failed
mhr: { $sentences } шотлан толдымо ойлончо

source: { $sentences } sentences reviewed. Thank you!
mhr: { $sentences } ойлончым ончен лекме. Тау!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
mhr: Чынлыме ойлончо-влак кажне вӱргечын экспортироватлалтыт да вес лукмаш деч вара кучылташ лийме лийыт.

source: Sentence text
mhr: Ойлончо текст

source: Serbian
mhr: Серб

source: Sesotho
mhr: Сесото

source: Set a goal
mhr: Шумлыкым шындаш

source: Set my visibility
mhr: Мыйын коймашым шындаш

source: Setswana
mhr: Тсвана

source: Settings
mhr: Келыштарымаш

source: Share Common Voice
mhr: Common Voice дене пайлалташ

source: Share my goal
mhr: Шке шумлык дене пайлалташ

source: Share your clip
mhr: Шке клип денет пайлалт

source: Share your { $count } Clip Daily Goal for { $type }
mhr: { $type }лан кажне кечын { $count } клип шумлыкет дене пайлалт

source: Share your { $count } Clip Weekly Goal for { $type }
mhr: { $type }лан кажне арнян { $count } клип шумлыкет дене пайлалт

source: Shilha
mhr: Шилха

source: Shortcuts
mhr: Ярлык-влак

source: [Should be ‘dinosaurs’]
mhr: [«Динозавр-влак» лийшаш улыт]

source: [Should be “We are”]
mhr: [“Ме” лийшаш]

source: Show all skipped sentences again
mhr: Коден кайыме ойлончо-влакым угыч ончыкташ

source: Show my ranking
mhr: Мыйын рейтингым ончыкташ

source: Sicilian
mhr: Сицилий

source: Sign up
mhr: Регистрацийым эрташ

source: Sign up for an account
mhr: Аккаунтлан возалт

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mhr: Common Voice увер-аҥарлан, шумлык нерген ушештарымашлан да ончыко кайымын уэмдалтмашыжлан возалт

source: sign up for email updates
mhr: электрон почто дене уэмдалтмаш-влаклан возалт

source: Sign up for { $lang } updates:
mhr: { $lang } йылмын уэмдалтмашыжлан возалт:

source: Single ZIP file containing
mhr: Ик ZIP-файл, тышке пура:

source: Sinhala
mhr: Сингал

source: Siswati
mhr: Свати

source: Size
mhr: Кугыт

source: Skip
mhr: Коден каяш

source: Skip Submission Feedback
mhr: Пашам аклымашым коден каяш

source: Slovak
mhr: Словак

source: Slovenian
mhr: Словен

source: Social media
mhr: Социал медиа

source: Somali
mhr: Сомали

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mhr: Южо йылме-влак грамматике, мутвундо да кутырымо шотышто пеш кугун ойыртемалтыт. Тиде амаллан кӧра ме 2022-шо ийыште <ctaLink>«Тӱрлылык» манмым темлена</ctaLink>. Тиде тӱшка-влаклан кугу данный погышто шке йылмыштым ойыртемлен керташ йӧным пуа.

source: Someone asks for a language to be added.
mhr: Ала-кӧ йылмым ешараш йодеш.

source: Something went wrong with reCAPTCHA. Please try again.
mhr: reCAPTCHA дене ала-можо вес семын каен колтыш. Порылий, эше ик гана тӧчен ончо.

source: Soninke
mhr: Сонинке

source: Sorbian, Lower
mhr: Олык сорб

source: Sorbian, Upper
mhr: Курык сорб

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mhr: Нелеш ит нал, Common Voice эркын ышта. Кумылан улметлан тау.

source: Sorry, something went wrong
mhr: Нелеш ит нал, ала-можо вес семын каен колтыш.

source: Source: { $sentenceSource }
mhr: Важ: { $sentenceSource }

source: Source: { $source }
mhr: Важ: { $source }

source: Southern Kurdish
mhr: Кечывалвел курд

source: Spanish
mhr: Испан

source: Speak
mhr: Кутыраш

source: Speakers
mhr: Ойлышо-влак

source: Speaking
mhr: Кутырышо

source: Speaking and Listening
mhr: Кутыраш да колышташ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mhr: Тыглай йӱкын ойло! Кузе тый кутырет, тиде тыште сайлан шотлалтеш — мыланна тыйын акцентет кузе уло семынак кӱлеш, да ме тыйын тыглай йӱк кугытетым, стилетым да интонациетым колнена.

source: Speak now
mhr: Кызыт кутыро

source: Speak up, contribute here!
mhr: Талын ойло, надыретым тышке пурто!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mhr: <speechBlogLink>Ойлымым палымаш гыч тӱҥал</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
mhr: Кутырымаш мыланна ваш кылым кучышлан ик эн пӱртӱслӧ йӧн, да йӱк технологий-влак мемнан компьютер да мобилле арвер-влаклан йӧнлыкым кондат. Ме ыштызе-влаклан йӱкым пален налашлан моткоч сай приложений-влакым, кызытсе жап радамыште кусарыше да цифран йӱкан полышкалыше-влак гайым, ышташ йӧным пуынена. Но кызыт тыгай приложенийлам ышташлан йӱкан данный-влакын кугурак ужашыже шерге да проприетар улеш. Ме ӱшанена, Common Voice датасет ыштызе-влаклан улыклан кӱлмым пуа да йӱк технологий-влак нунын шочмо йылмыштлан кучылтын кертме лийыт. Йӱкым пален налмашым эшеат универсалым ышташ манын, ме йӱк тевытым кумдан шарлыше йылыме-влаклан, тыгак изирак чотан нумалше-влакыштын йылмыштлан, кудым чӱчкыдынже йӱкым пален налше коммерций службо-влак ситыдымын асулат, погена. Тӱрлӧ йӱк погым савыктымаш ыштызе, амалкалче да кугу йӱк тӱшка-влаклан шкевуя тиде экшыкым кораҥдаш йӧным пуа.

source: Speech-to-text (STT)
mhr: Ойлымым текстыш савырымаш (ОТС)

source: Speech-to-text (STT) technologies convert voice data into text.
mhr: Ойлымым текстыш савырыше технологий-влак (ОТС) йӱк данныйым текстыш савырат.

source: Split into { $archiveCount } ZIP files containing
mhr: { $archiveCount } ZIP-файллан ужашлаш, тышке пурат:

source: Splits
mhr: Ужашлымаш

source: Start recording
mhr: Возаш тӱҥалаш

source: Start typing to describe your accent
mhr: Шке акцент нергенет каласкалаш манын, возаш тӱҥал

source: Statistics
mhr: Иктешлымаш

source: Stats
mhr: Иктешлымаш

source: Status Page
mhr: Шотлык велыж

source: Streaks
mhr: Корно-влак

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mhr: <strong>[Йӱк-йӱан]</strong> Триас пагытысе <strong>[йӱк-йӱан]</strong> пеш кугу динозавтр-влак.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mhr: Тыйын дечын ойыртемалтше «акцент дене» ойлышын клипшым ит ӧрдыжтаре — йӱкым пален налмаш чылалан сайын ыштыже манын, тиде кӱлешан.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mhr: <strong>Усталыкым ончыкто!</strong> Тыйын йылме тӱшкат ойыртемалтше лиеш, да тиде пашам тӱҥалашлан икмыняр каҥаш гына.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
mhr: <strong>Ойлончым погышо</strong> — чылалан кучылташ лийше ойлончо-влакым погашлан да тергашлан ӱзгар. Тылат <scAccountLink>аккаунтым ыштыман</scAccountLink>. Вара <strong>профильыштет</strong> шке йылмет ешаре. Тый ойлончо-влакым <strong>ешаркален</strong> але ондак ешарымым <strong>ончен лектын</strong> кертат.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mhr: <strong>[Тӱрвычмӧ]</strong> Триас пагытысе <strong>[кокырымо]</strong> пеш кугу динозавтр-влак.

source: <strong>To collect sentences</strong> - <scVideo>set up</scVideo> on <scLink>Sentence Collector</scLink>.
mhr: <strong>Ойлончо-влакым погашлан</strong> <scLink>Sentence Collector-ым</scLink> <scVideo>келыштаре</scVideo>.

source: <strong>To translate the site</strong> - get <translateVideo>set up</translateVideo> on <pontoonLink>Pontoon</pontoonLink>. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request it</pontoonRequestLink>. Then ask <repoLink>via GitHub</repoLink> to have the Common Voice project made available for the language. See more on <localizationFragment>site translation</localizationFragment>.
mhr: <strong>Сайтым кусараш</strong> манын, <pontoonLink>Pontoon-ым</pontoonLink> келыштарен <translateVideo>кучылт</translateVideo>. <pontoonLink>Pontoon-ышто</pontoonLink> шуко йылме уло, тыйын уке гын, тудым <pontoonRequestLink>йод</pontoonRequestLink>. Вара <repoLink>GitHub</repoLink> гоч Common Voice проектыште тиде йылмым кучылташ лиймым йод. <localizationFragment>Кусарымаш сайтыште</localizationFragment> шукырак ончо.

source: Submission: { $batchId }
mhr: Колтымаш: { $batchId }

source: Submission Error
mhr: Колтымаш йоҥылыш

source: Submit
mhr: Колташ

source: Submit a report
mhr: Отчётым колташ

source: Submit clips
mhr: Клип-влакым колташ

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
mhr: пуымо ойлончо. { $duplicates } ойлончо пачашлалтше семын ӧрдыжтаралтын.

source: Subscribe
mhr: Возалт

source: Success
mhr: Сеҥымаш

source: Success, profile created!
mhr: Сеҥымаш, профиль ышталтын!

source: Swahili
mhr: Суахили

source: Swedish
mhr: Швед

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mhr: Ойлончым чынлашлан парнятым пурлашке лупшал. Тудым ӧрдыжтарашлан парнятым шолашке лупшал. Тудым коден каяшлан парнятым кӱшкӧ лупшал. <strong>Шке шоныммутетым кодаш ит мондо!</strong>

source: Syriac
mhr: Сирий

source: Tagalog
mhr: Тагал

source: Tahitian
mhr: Таити

source: Taiwanese (Minnan)
mhr: Тайвань (Миннань)

source: Tajik
mhr: Таджик

source: Taking several attempts to read a word.
mhr: Мутым лудашлан икмыняр тӧчымаш.

source: Tamazight
mhr: Тамазигхт

source: Tamil
mhr: Тамил

source: Tap
mhr: Темдал

source: Tatar
mhr: Суас

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mhr: Tatoeba — тиде йылмым тунеммаште кучылташлан кугу ойлончо, нуным кусарымаш да аудиовозыш-влак дене данный базе. Тиде вераҥдымаш тӱшкан возымо кутырымо англичан йылме гыч шога.

source: TED-LIUM Corpus
mhr: TED-LIUM корпус

source: Tell us what you'd like to download:
mhr: Мом тый тулен налнет ыле, мыланна каласкале:

source: Telugu
mhr: Телугу

source: Terms
mhr: Келшык

source: Thai
mhr: Тай

source: Thanks for confirming your account, now let's build your profile.
mhr: Аккаунтетым чынлымылан тау, ынде айста профилетым ыштена.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mhr: Надырлан кӧра 50 утла йылме дене кутырышо 259 тӱжем еҥ, тиде данный йӱк дене ыштыше приложений-влакым, айдеме йӱкым сайракын шижышт манын, туныкташ кучылталтеш.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mhr: Возыметлан тау!<lineBreak></lineBreak> Ынде шке клип-влакетым ончен лек да ӱлнӧ колто.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mhr: { $lang } йылмылан полшаш шоныметлан тыйым тауштена. Чыла йылмым пашаш колташ манын, ме чыла вийым пыштена, да электрон почто дене эреак команде-влакым уэмдылна. Тый шке надыретым пыштынет гын, порылий, электрон почто адресым ӱлнӧ ончыкто.

source: Thank you! You’ve sent a new language enquiry
mhr: Тылат тауштем! Тый у йылме йодмашым колтенат

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
mhr: Эн сай важ-влак, кудым тый кычал кертат, — тиде подкаст, стенограмме, фильм сценарий да чыла, кушто векат кажне кечысе мутланымаш уло.

source: The bumblebee sped by.
mhr: Ошымшӱлыш воктеч чымыктен кайыш.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
mhr: Клип шӱгар Common Voice датасетыш пурыдымо клип-влак гыч шога. Данный пого семынак, клип шӱгарым тулен налаш лиеш.

source: The clip has disrespectful or offensive language.
mhr: Клипыште пагалыдымаш але шӱктарымаш ой уло.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
mhr: Common Voice датасет Mozilla-м почмо тӱҥалтыш код дене Deep Speech манме йӱкым пален налме технологий дене тичмашла. Deep Speech-ын икымше версийже 2017 ий кӱсӧ тылзыште лукталтын да тудо жап гыч вийдаралтын толеш. Ме шотлена, Common Voice датасет дене пырля почмо тӱҥалтыш код дене тиде йӱкым пален налме технологий чылалан кучылтен кертме лийшаш. Ме ӱшанена, нине технологий ыштызе-влаклан улык продукт да суаплык дене кугу толкыным ышташ йӧным пуат.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mhr: Common Voice данный пого шӱдӧ тӱжем дене йӱк тевык гыч шога, нуно ыштызе-влаклан йӱкым пален налше ӱзгарым ышташ полшат.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
mhr: Common Voice датасет — почмо да чылалан кучылташ лийше ресурс, тудым кутырымым кучылтшо чыла гаяк тӱрлӧ приложенийым туныкташ кучылташ лиеш. Мемнан ушнышо-влакын лӱдыкшыдымылыкыштым аралаш манын, ме чылаштым, кӧ Common Voice датасетым тулен налеш, ушнышо-влакын шолыплыкыштым пагалаш йодына. Датасетыште чыла йӱкан клип кӧулмым пален налше информаций деч эрыктыме. Кунам тый датасетым тулен налат, иктаж-кӧ ушнышын кӧулмыжым пален налаш от тӧчӧ манын, тый кӧнет. Тиде тый датасетысе информацийым ушнышын лӱмал информацийже дене кылдаш тӧчыдыметым ончыкта. Туге гынат, датасетым ойлымым пален налаш, кутырышын ойлымыжым пален налаш але вес приложений-влакым, мутлан, датасетысе информацийым датасетыште уло вес информаций дене кылден, туныкташ кучылтын кертат.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
mhr: Common Voice данный погым <datasetLink>мемнан данный пого велыж</datasetLink> гыч <licenseLink>CC0</licenseLink> лицензий почеш тулен налаш лиеш. Тыгак тудо велыж гыч тый чылалан кучылташ лийше икмыняр данный погым тулен налын кертат.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
mhr: Common Voice Ойлончым погышо { $sentenceCount } ойлончым { $languageCount } йылме дене поген!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
mhr: Йӱк возымо шагат чот, кудым 3 гыч 2 «Туге» манын йӱклышӧ пайдаланыше чынлен. Нуно проектын тӱшка шумлыкышкыже, 10 000 шагатыш, шуяшлан ончыко кайымашым палемдат.

source: The count of voice recording hours we have collected so far.
mhr: Кызытсе татлан мемнан погымо йӱкым возымо шагат чот.

source: The giant dinosaur of the Triassic.
mhr: Триас пагытысе пеш кугу динозавр.

source: The giant dinosaurs of the Triassi-.
mhr: Триас пагытысе пеш кугу динозавр-влак.

source: The giant dinosaurs of the Triassic.
mhr: Триас пагытысе пеш кугу динозавр-влак.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mhr: Триас пагытысе пеш кугу динозавр-влак. <strong>[Ик йӱк семын лудмо]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mhr: Триас пагытысе пеш кугу динозавр-влак. Туге.

source: The giant dino <strong>[cough]</strong> the Triassic.
mhr: Триас пагытысе <strong>[кокыра]</strong> пеш кугу динозавр.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
mhr: Common Voice данный пого шумлык — тӱнямбалне кеч-могай айдемылан йӱкым пален налше, мутланыше але вес тӱрлӧ йӱк данныйым кучылтшо приложенийым ышташлан йӧным пуаш. Йӱкан полышкалыше — шуко тӱрлӧ приложений кокла гыч иктыже, кудым тый данный погым ышташлан кучылтын кертат.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
mhr: Шуко йылман Common Voice датасет версий кызытсе жапыште тӱшкан полшымыж дене иктыш ушалтеш да эрыкталтеш. Тый мыланна Common Voice-ым вес йылмыш кусараш полшынет гын, датасетыш у ойлончо-влакым ешарашлан <sentenceCollectorLink>ойлончым погышо ӱзгарым</sentenceCollectorLink>, да шке веб-сайтшым кусарашлан Mozilla <pontoonLink>Pontoon-ым</pontoonLink> кучылт. 5000 чынлыме ойлончым погымеке, йӱкым пурташлан Common Voice-ыш у йылме ешаралтеш.

source: The number of recordings and which languages you contribute to will be public.
mhr: Возымаш-влак чот да йылме-влак, кушко тый шке надыретым пуртет, чылалан койшо лийыт.
